---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.RebarSystemSpanSymbol
source: html/30339dc4-4547-2588-714e-f60f2aa9c646.htm
---
# RebarSystemSpanSymbol Properties

The id of the assembly instance to which the element belongs.